[
  {
    "name": "Cagar Budaya",
    "objek": [
      {
        "name": "heritage",
        "tempat": [
          {
            "name": "Menara Syahbandar",
            "review": "4.2",
            "description": "Dulunya, menara ini dibangun oleh pemerintah kolonial Belanda sekitar tahun 1839 dan dikenal dengan nama Uitkijk. Menara ini berfungsi sebagai tempat untuk memantau kapal-kapal yang masuk dan keluar kota Batavia melalui jalur laut. Selain itu, menara ini juga digunakan sebagai kantor pabean yang merupakan tempat pemungutan pajak atas barang-barang yang dibongkar di Pelabuhan Sunda Kelapa.\n\nMenara harbourmaster memiliki ketinggian 12 meter dan ada tiga lantai yang bisa dikunjungi. Di lantai satu terdapat batu prasasti kedatangan seorang saudagar Cina pada abad ke-17. Prasasti batu tersebut merupakan penanda titik nol Batavia atau Jakarta saat itu. Naik ke lantai berikutnya, Anda bisa melihat banyak kotak kaca berisi teropong yang masih asli dan berusia hampir satu setengah abad. Teropong ini digunakan untuk memantau kapal. Di lantai dua, Anda akan melihat banyak jendela besar khas bangunan tua. Kemudian di lantai paling atas merupakan tempat untuk memantau kapal-kapal yang melewati jalur perdagangan keluar masuk Kota Batavia. Di lantai atas, Anda bisa melihat pemandangan di sekitar area Menara Syahbandar, mulai dari jembatan, bioskop pertama, monumen Pantura, dan Museum Bahari.",
			"address" : "Jl. Pasar Ikan No.1 Kel. Penjaringan, Kec. Penjaringan, Kota Jakarta Utara, DKI Jakarta. 14440",
			"jam_operasional" : "Sesuai dengan ketentuan PSBB Peralihan Senin - Jumat mulai pukul 05.00 - 18.00 WIB Sabtu mulai pukul 05.00 - 11.00 WIB Minggu mulai pukul 14.00 - 18.00 WIB",
			"tiket_masuk" : "Dewasa : Rp. 5.000 Siswa : Rp. 3.000 Anak-anak : Rp. 2.000",
            "places": [
              {
                "name": "Menara",
                "img": "https://dev.ofon.co.id/learnapi/JakWisataAPI/heritage/Menara_Syahbandar_121.jpg"
              },
              {
                "name": "Topdal Tunda",
                "img": "https://dev.ofon.co.id/learnapi/JakWisataAPI/heritage/Menara_Syahbandar_101.jpg"
              }
            ]
          },
          {
            "name": "Lapangan Banteng",
            "review": "4.6",
            "description": "Taman Lapangan Banteng yang terletak di Jakarta Pusat kini menjadi salah satu ruang terbuka favorit warga Jakarta untuk menghabiskan akhir pekan atau sekedar mengobrol menikmati sunset. Revitalisasi Taman Lapangan Banteng yang selesai pada tahun 2018 menjadikan lapangan ini sebagai tempat yang menarik untuk menghabiskan akhir pekan bersama keluarga, teman atau pasangan. Taman Lapangan Banteng mulai direvitalisasi pada era Gubernur DKI Jakarta Basuki Tjahaja Purnama alias Ahok dan diresmikan oleh Gubernur Anies Baswedan. Keistimewaan taman ini adalah pertunjukan air menari yang bisa disaksikan setiap akhir pekan pada pukul 18.30, 19.30, dan 20.30 WIB.\n\n Sejarah Taman Lapangan Banteng sebenarnya cukup panjang untuk dibahas. Dulu, tempat ini disebut Waterlooplein atau Lapangan Waterloo. Dikutip dari buku berjudul Asal Mula Nama Tempat di Jakarta atau Asal Mula Nama Tempat di Jakarta karya Rachmat Ruchiat, pada masa penjajahan Belanda, Lapangan Banteng dikenal dengan nama Lapangan Singa. Hal ini karena di tengah lapangan terdapat tugu peringatan kemenangan perang di waterloo dengan patung singa di atasnya. Namun, pada masa pendudukan Jepang, monumen itu diruntuhkan. Setelah itu, atas inisiasi Bung Karno, dibangunlah Monumen Pembebasan Irian Barat.\n\nMonumen ini dibuat untuk mengenang para pejuang Trikora dan masyarakat Irian Barat yang memilih menjadi bagian dari Negara Kesatuan Republik Indonesia. Bung Karno (Presiden pertama Indonesia) berharap siapapun yang melihatnya akan terpacu adrenalin, membangkitkan rasa nasionalisme, dan menjadi kebanggaan para pejuang tanah air. Kini, taman Lapangan Banteng menjadi salah satu objek wisata di Jakarta karena memiliki keindahan yang sangat menarik untuk dikunjungi.",
            "address" : "Pasar Baru, Sawah Besar District, Central Jakarta City, DKI Jakarta 10710",
			"jam_operasional" : "Sesuai dengan ketentuan PSBB Peralihan Senin - Jumat mulai pukul 05.00 - 18.00 WIB Sabtu mulai pukul 05.00 - 11.00 WIB Minggu mulai pukul 14.00 - 18.00 WIB",
			"tiket_masuk" : "Gratis",
			"places": [
              {
                "name": "Patung Taman Banteng",
                "img": "https://dev.ofon.co.id/learnapi/JakWisataAPI/heritage/Patung_Taman_Banteng_2.jpg"
              }
            ]
          }
        ]
      },
      {
        "name": "Italy",
        "tempat": [
          {
            "name": "Rome",
            "review": "4.2",
            "description": "Consectetur commodo pork shoulder qui in mollit. Minim veniam aliqua, cow leberkas pork short ribs salami. Jowl quis proident tri-tip leberkas, pork loin filet mignon swine bresaola eiusmod sirloin ribeye t-bone. Tenderloin pariatur lorem, tempor hamburger bresaola magna porchetta shank. Ut ribeye ad sausage kevin, t-bone anim chislic dolore cupim adipisicing. Shankle pork swine jerky pastrami leberkas.",
            "address" : "a",
			"jam_operasional" : "b",
			"tiket_masuk" : "c",
			"places": [
              {
                "name": "Coliseu",
                "img": "https://dev.ofon.co.id/learnapi/JakWisataAPI/heritage/Patung_Taman_Banteng_2.jpg"
              }
            ]
          }
        ]
      }
    ]
  }
]