[
  {
    "name": "Cagar Budaya",
    "objek": [
      {
        "name": "heritage",
        "tempat": [
          {
            "name": "Monumen Nasional",
            "review": "4.9",
            "description": "Monumen Nasional (juga dikenal sebagai Monas, kependekan dari Monumen Nasional) adalah landmark ikonik kota, yang melambangkan perjuangan kemerdekaan Indonesia. Sebuah menara setinggi 132 meter dengan nyala api berlapis emas menjulang dari dasar persegi yang menampung Museum Sejarah Nasional. Monas, yang dibuka untuk umum pada tahun 1975, menampung teks Proklamasi Kemerdekaan Indonesia dan puluhan diorama adegan penting dari sejarah negara. Jangan pergi tanpa naik lift ke dek observasi di puncak monumen untuk melihat cakrawala Jakarta.",
			"address" : "Jl. Tugu Monas, Gambir, Jakarta Pusat, DKI Jakarta, Indonesia, 10110",
			"jam_operasional" : "Sementara ini Tutup",
			"tiket_masuk" : "Area Monas : Gratis.\nPuncak Monas - Dewasa : Rp. 15.000 Pelajar : Rp. 8.000 Anak-anak : Rp. 4.000.\nCawan & Museum - Dewasa : Rp. 5.000 Pelajar : Rp. 3.000 Anak-anak : Rp. 2.000",
            "places": [
              {
                "name": "Monumen Nasional",
                "img": "https://dev.ofon.co.id/learnapi/JakWisataAPI/heritage/monas-2.jpg"
              },
              {
                "name": "Museum Nasional",
                "img": "https://dev.ofon.co.id/learnapi/JakWisataAPI/heritage/monas-3.jpg"
              },
              {
                "name": "Masjid Istiqlal",
                "img": "https://dev.ofon.co.id/learnapi/JakWisataAPI/heritage/monas-4.jpg"
              },
              {
                "name": "Gereja Katedral",
                "img": "https://dev.ofon.co.id/learnapi/JakWisataAPI/heritage/monas-5.jpg"
              }
            ]
          },
		  {
            "name": "Gedung Joeang 45",
            "review": "4.7",
            "description": "Bangunan yang sekarang digunakan sebagai Museum Joang 45 ini dibangun sekitar tahun 1920-an dan pada awalnya merupakan hotel yang dikelola oleh keluarga "L.C. Schomper", seorang warga negara Belanda yang telah lama tinggal di Batavia. Hotel ini diberi nama Hotel Schomper setelah nama pemilik Hotel pada waktu itu adalah hotel yang cukup terkenal di pinggiran selatan Batavia.\n\nDi museum ini, Anda bisa melihat jejak-jejak perjuangan kemerdekaan Indonesia dengan koleksi peninggalan para pejuang Indonesia. Fasilitas yang tersedia bagi pengunjung Museum Joang '45 adalah: Ruang Pameran dengan sudut multi media. Joang 45 Cinema, Studio yang menampilkan film dokumenter Perpustakaan referensi sejarah ilmiah, dilengkapi dengan buku komik untuk keperluan membaca anak-anak. Childrenroom, ruangan khusus kreativitas anak yang dilengkapi dengan game komputer hero, mewarnai, puzzle dan permainan menarik lainnya. Photo Studio, menyediakan kostum prajurit untuk dipakai pengunjung dan foto instan. Toko cendera mata. Plaza untuk kegiatan outdoor berupa Teater Anak.",
			"address" : "Jl. Menteng Raya 31, Kebon Sirih, Menteng, Central Jakarta",
			"jam_operasional" : "Sementara ini Tutup",
			"tiket_masuk" : "Parkir : Rp 3.000. Tiket Masuk : Rp 15.000/Orang.",
            "places": [
              {
                "name": "Bangunan Bersejarah",
                "img": "https://dev.ofon.co.id/learnapi/JakWisataAPI/heritage/Gedung_Joeang_1.jpg"
              },
              {
                "name": "Kendaraan Bersejarah",
                "img": "https://dev.ofon.co.id/learnapi/JakWisataAPI/heritage/Gedung_Joeang_5.jpg"
              },
              {
                "name": "Diorama",
                "img": "https://dev.ofon.co.id/learnapi/JakWisataAPI/heritage/Gedung_Joeang_3.jpg"
              }
            ]
          },
		  {
            "name": "Menara Syahbandar",
            "review": "4.2",
            "description": "Dulunya, menara ini dibangun oleh pemerintah kolonial Belanda sekitar tahun 1839 dan dikenal dengan nama Uitkijk. Menara ini berfungsi sebagai tempat untuk memantau kapal-kapal yang masuk dan keluar kota Batavia melalui jalur laut. Selain itu, menara ini juga digunakan sebagai kantor pabean yang merupakan tempat pemungutan pajak atas barang-barang yang dibongkar di Pelabuhan Sunda Kelapa.\n\nMenara harbourmaster memiliki ketinggian 12 meter dan ada tiga lantai yang bisa dikunjungi. Di lantai satu terdapat batu prasasti kedatangan seorang saudagar Cina pada abad ke-17. Prasasti batu tersebut merupakan penanda titik nol Batavia atau Jakarta saat itu. Naik ke lantai berikutnya, Anda bisa melihat banyak kotak kaca berisi teropong yang masih asli dan berusia hampir satu setengah abad. Teropong ini digunakan untuk memantau kapal. Di lantai dua, Anda akan melihat banyak jendela besar khas bangunan tua. Kemudian di lantai paling atas merupakan tempat untuk memantau kapal-kapal yang melewati jalur perdagangan keluar masuk Kota Batavia. Di lantai atas, Anda bisa melihat pemandangan di sekitar area Menara Syahbandar, mulai dari jembatan, bioskop pertama, monumen Pantura, dan Museum Bahari.",
			"address" : "Jl. Pasar Ikan No.1 Kel. Penjaringan, Kec. Penjaringan, Kota Jakarta Utara, DKI Jakarta. 14440",
			"jam_operasional" : "Sesuai dengan ketentuan PSBB Peralihan Senin - Jumat mulai pukul 05.00 - 18.00 WIB Sabtu mulai pukul 05.00 - 11.00 WIB Minggu mulai pukul 14.00 - 18.00 WIB",
			"tiket_masuk" : "Dewasa : Rp. 5.000 Siswa : Rp. 3.000 Anak-anak : Rp. 2.000",
            "places": [
              {
                "name": "Menara",
                "img": "https://dev.ofon.co.id/learnapi/JakWisataAPI/heritage/Menara_Syahbandar_121.jpg"
              },
              {
                "name": "Topdal Tunda",
                "img": "https://dev.ofon.co.id/learnapi/JakWisataAPI/heritage/Menara_Syahbandar_101.jpg"
              }
            ]
          },
          {
            "name": "Lapangan Banteng",
            "review": "4.2",
            "description": "Taman Lapangan Banteng yang terletak di Jakarta Pusat kini menjadi salah satu ruang terbuka favorit warga Jakarta untuk menghabiskan akhir pekan atau sekedar mengobrol menikmati sunset. Revitalisasi Taman Lapangan Banteng yang selesai pada tahun 2018 menjadikan lapangan ini sebagai tempat yang menarik untuk menghabiskan akhir pekan bersama keluarga, teman atau pasangan. Taman Lapangan Banteng mulai direvitalisasi pada era Gubernur DKI Jakarta Basuki Tjahaja Purnama alias Ahok dan diresmikan oleh Gubernur Anies Baswedan. Keistimewaan taman ini adalah pertunjukan air menari yang bisa disaksikan setiap akhir pekan pada pukul 18.30, 19.30, dan 20.30 WIB.\n\n Sejarah Taman Lapangan Banteng sebenarnya cukup panjang untuk dibahas. Dulu, tempat ini disebut Waterlooplein atau Lapangan Waterloo. Dikutip dari buku berjudul Asal Mula Nama Tempat di Jakarta atau Asal Mula Nama Tempat di Jakarta karya Rachmat Ruchiat, pada masa penjajahan Belanda, Lapangan Banteng dikenal dengan nama Lapangan Singa. Hal ini karena di tengah lapangan terdapat tugu peringatan kemenangan perang di waterloo dengan patung singa di atasnya. Namun, pada masa pendudukan Jepang, monumen itu diruntuhkan. Setelah itu, atas inisiasi Bung Karno, dibangunlah Monumen Pembebasan Irian Barat.\n\nMonumen ini dibuat untuk mengenang para pejuang Trikora dan masyarakat Irian Barat yang memilih menjadi bagian dari Negara Kesatuan Republik Indonesia. Bung Karno (Presiden pertama Indonesia) berharap siapapun yang melihatnya akan terpacu adrenalin, membangkitkan rasa nasionalisme, dan menjadi kebanggaan para pejuang tanah air. Kini, taman Lapangan Banteng menjadi salah satu objek wisata di Jakarta karena memiliki keindahan yang sangat menarik untuk dikunjungi.",
            "address" : "Pasar Baru, Sawah Besar District, Central Jakarta City, DKI Jakarta 10710",
			"jam_operasional" : "Sesuai dengan ketentuan PSBB Peralihan Senin - Jumat mulai pukul 05.00 - 18.00 WIB Sabtu mulai pukul 05.00 - 11.00 WIB Minggu mulai pukul 14.00 - 18.00 WIB",
			"tiket_masuk" : "Gratis",
			"places": [
              {
                "name": "Patung Taman Banteng",
                "img": "https://dev.ofon.co.id/learnapi/JakWisataAPI/heritage/Patung_Taman_Banteng_2.jpg"
              }
            ]
          }
        ]
      }
    ]
  },
  {
    "name": "Alam",
    "objek": [
      {
        "name": "nature",
        "tempat": [
          {
            "name": "Jakarta Mangrove PIK",
            "review": "4.8",
            "description": "Mangrove Jakarta merupakan bagian dari kawasan hutan Angke Kapuk dengan luas 99,82 Ha. Jenis ekosistem yang menjadi habitat berbagai jenis burung air adalah ekosistem mangrove. Tempat ini sebagai sarana wisata alam dengan tetap menjaga kelestarian fungsi mangrove sebagai sistem penyangga kehidupan.\n\nSelain ekosistem mangrove, juga terdapat berbagai jenis hutan pantao/rawa dan fauna yang juga mendominasi kawasan ini, umumnya adalah jenis burung dan hampir semuanya merupakan satwa yang dilindungi.",
			"address" : "Jalan Garden House, RT.8/RW.1, Kamal Muara, Penjaringan, Kota Jakarta Utara",
			"jam_operasional" : "Sementara ini Tutup",
			"tiket_masuk" : "Dewasa : Rp 25.000 Anak-anak : Rp 10.000 Mobil : Rp 10.000 Motor : Rp 5.000 Turis/Asing : Rp 250.000",
            "places": [
              {
                "name": "Pantai Indah Kapuk",
                "img": "https://dev.ofon.co.id/learnapi/JakWisataAPI/nature/wisata-alam-mangrove-jakarta.jpg"
              },
              {
                "name": "Hutan Mangrove",
                "img": "https://dev.ofon.co.id/learnapi/JakWisataAPI/nature/Hutan-Mangrove-PIK-7-426x351.jpg"
              },
              {
                "name": "Perahu",
                "img": "https://dev.ofon.co.id/learnapi/JakWisataAPI/nature/hutan-mangrove-1-1-426x351.jpg"
              },
              {
                "name": "Menananm Mangrove",
                "img": "https://dev.ofon.co.id/learnapi/JakWisataAPI/nature/Hutan-Mangrove-3-426x351.jpg"
              }
            ]
          },
		  {
            "name": "Gedung Joeang 45",
            "review": "4.7",
            "description": "Bangunan yang sekarang digunakan sebagai Museum Joang 45 ini dibangun sekitar tahun 1920-an dan pada awalnya merupakan hotel yang dikelola oleh keluarga "L.C. Schomper", seorang warga negara Belanda yang telah lama tinggal di Batavia. Hotel ini diberi nama Hotel Schomper setelah nama pemilik Hotel pada waktu itu adalah hotel yang cukup terkenal di pinggiran selatan Batavia.\n\nDi museum ini, Anda bisa melihat jejak-jejak perjuangan kemerdekaan Indonesia dengan koleksi peninggalan para pejuang Indonesia. Fasilitas yang tersedia bagi pengunjung Museum Joang '45 adalah: Ruang Pameran dengan sudut multi media. Joang 45 Cinema, Studio yang menampilkan film dokumenter Perpustakaan referensi sejarah ilmiah, dilengkapi dengan buku komik untuk keperluan membaca anak-anak. Childrenroom, ruangan khusus kreativitas anak yang dilengkapi dengan game komputer hero, mewarnai, puzzle dan permainan menarik lainnya. Photo Studio, menyediakan kostum prajurit untuk dipakai pengunjung dan foto instan. Toko cendera mata. Plaza untuk kegiatan outdoor berupa Teater Anak.",
			"address" : "Jl. Menteng Raya 31, Kebon Sirih, Menteng, Central Jakarta",
			"jam_operasional" : "08.00 – 16.00 WIB",
			"tiket_masuk" : "Parkir : Rp 3.000. Tiket Masuk : Rp 15.000/Orang.",
            "places": [
              {
                "name": "Bangunan Bersejarah",
                "img": "https://dev.ofon.co.id/learnapi/JakWisataAPI/heritage/Gedung_Joeang_1.jpg"
              },
              {
                "name": "Kendaraan Bersejarah",
                "img": "https://dev.ofon.co.id/learnapi/JakWisataAPI/heritage/Gedung_Joeang_5.jpg"
              },
              {
                "name": "Diorama",
                "img": "https://dev.ofon.co.id/learnapi/JakWisataAPI/heritage/Gedung_Joeang_3.jpg"
              }
            ]
          }
        ]
      }
    ]
  }
]